# -*- org-export-babel-evaluate: nil -*-
#+Title: Test ORG file
#+Author: Aner Zakobar
#+latex_class: article
#+latex_header_extra: \setotherlanguage{hebrew}

* Test equation

$$\mathbb{E}[\max(X_i - \mathbb{E}(X_i))] \geq \frac{\sqrt{p}}{3}\sqrt{\frac{\log N}{n}}\cdot\left(1 - \frac{1}{e}\right)$$

* Header

** Test code

#+begin_src python :results output
def a(b):
    print(b)

a(3)
#+end_src

#+RESULTS:
: 3

* Test Hebrew

#+begin_export latex
\begin{hebrew}
#+end_export

אני מקווה שזה עובד.

#+begin_export latex
\end{hebrew}
#+end_export

** More stuff

Done!

